const animes = [
    {
        title: "A Silent Voice รักไร้เสียง",
        thumbnailUrl: "./image/01.jpg",
        vdoUrl: "https://youtu.be/mVYdv953nKo?si=Xdr9f-kWLMeSVmld",
        discription: "A Silent Voice หรือชื่อไทยว่า “รักไร้เสียง” หนังดัดแปลงจากการ์ตูนมังงะของ โยชิโทกิ โออิมะ เล่าเรื่องราวความสัมพันธ์ของเด็กหนุ่มขาโจ๋กับเด็กสาวผู้บกพร่องทางการได้ยิน เมื่อ โชยะ อิชิดะ ได้กลับมาพบ โชโกะ นิชิมิยะ ที่เขาเคยกลั่นแกล้งจนเธอต้องย้ายโรงเรียนหนี และทำให้เขาต้องกลายเป็นเด็กเกเรในสายตาเพื่อน ๆ จนไม่มีใครอยากคบหา ทั้งสองได้พบกันในฐานะเพื่อนร่วมชั้นเรียนอีกครั้ง นี่จึงเป็นโอกาสให้เขาได้แก้ตัวกับสิ่งที่เคยกระทำผิดลงไป",
        socialVdo: "",
    },
    {
        title: "I Want to Eat Your Pancreas ตับอ่อนเธอนั้น ขอฉันเถอะนะ!",
        thumbnailUrl: "./image/02.jpg",
        vdoUrl: "https://youtu.be/AebBu-g7o6M?si=BhpBMrXd23pJl1tI",
        discription: "แอนิเมชั่นจากไลท์โนเวลเรื่อง Kimi no Suizo wo Tabetai ของนักเขียนฝีมือดีอย่าง สุมิโนะ โยรุ โดยเวอร์ชั่นคนแสดงเคยเข้าฉายบ้านเราไปเมื่อปลายปีก่อน เล่าเรื่องของ ซากุระ สาวสวยแสนสดใสขวัญใจหนุ่มๆ โรงเรียนมัธยม และ ‘ผม’ เด็กหนุ่ม หนอนหนังสือ ผู้ไม่สนใจโลก ที่วันหนึ่งเขาได้ไปรู้ความลับของซากุระด้วยความบังเอิญว่าเธอกำลังจะตายด้วยโรคตับอ่อน ซากุระจึงร้องขอให้เขาเก็บเป็นความลับ และขอให้ช่วยเป็นเพื่อนทำในสิ่งที่เธอคาใจก่อนตายทั้งหลาย ไม่ว่าจะการหนีไปเที่ยว และภารกิจตามแต่ใจตัวเองอื่น ๆ ซึ่งได้เปลี่ยนจิตใจด้านชาของ ผม ทีละน้อย โดยทั้งคู่ต่างรู้ดีว่าวันหนึ่งความสุขเหล่านี้ย่อมจบลง",
        socialVdo: "",
    },
    {
        title: "Your Name หลับตาฝัน ถึงชื่อเธอ",
        thumbnailUrl: "./image/03.jpg",
        vdoUrl: "https://youtu.be/mPsjLnEtJZI?si=rM_CupY-trI4F2N8",
        discription: "ว่าด้วยเรื่องราวสายสัมพันธ์สุดเหลือเชื่อของเด็กหนุ่มและเด็กสาวสุดแตกต่าง ระหว่าง ทาคิ เด็กหนุ่มนักเรียน ม.ปลาย ที่เติบโตในเมืองโตเกียว กับ มิตสึฮะ เด็กสาว ม.ปลาย ที่ใช้ชีวิตในหุบเขาแถบชนบท ซึ่งแม้ทั้งสองดูจะมีชีวิตที่แตกต่างกัน แต่สิ่งหนึ่งที่ทั้งสองเหมือนกัน คือต่างแสวงหาการใช้ชีวิตในแบบของอีกคน ทั้งที่ทั้งสองไม่มีความเกี่ยวข้องใดๆ กันเลย จนกระทั่งวันหนึ่ง ทาคิและมิตสึฮะต่างฝันไปว่าได้ใช้ชีวิตในแบบของอีกคน แต่ทุกอย่างเหมือนจริงจนเหลือเชื่อ ...หรือมันจะเชื่อมโยงกับดาวหางที่จะโคจรเข้าใกล้โลกอีกครั้งในรอบพันปี",
        socialVdo: "",
    },
    {
        title: "Jujutsu Kaisen มหาเวทย์ ผนึกมาร",
        thumbnailUrl: "./image/04.jpg",
        vdoUrl: "https://youtu.be/UC6EXdxc1Io?si=DT8ZCC2Ct8EmW0-H",
        discription: "เล่าถึง อิตาโดริ ยูจิ นักเรียนวัย 15 ปีผู้อาศัยอยู่ในเมืองเซ็นได แม้ว่าเขาเป็นนักเรียนจอมพลัง แต่ก็ปฏิเสธที่จะอยู่ชมรมกีฬาและมาสิงอยู่กับชมรมเรื่องเร้นลับ เขาเป็นคนไปหยิบวัตถุต้องสาปที่เก็บไว้ในศาลของโรงเรียนมาให้กับรุ่นพี่ในชมรมฯ ขณะเดียวกันก็มีนักเรียนไสยเวทเมงุมิ",
        socialVdo: "",
    },
    {
        title: "ดาบพิฆาตอสูร",
        thumbnailUrl: "./image/05.jpg",
        vdoUrl: "https://youtu.be/VQGCKyvzIM4?si=8emwgJBnvgohy8uJ",
        discription: "เรื่องราวเกิดขึ้นในประเทศญี่ปุ่นยุคไทโช คามาโดะ ทันจิโร่ เป็นเด็กหนุ่มผู้มีจิตใจอ่อนโยนและเฉลียวฉลาด ในฐานะลูกชายคนโตของครอบครัวคนเผาถ่าน เขาจึงเป็นหัวเรี่ยวหัวแรงในการหารายได้เลี้ยงดูครอบครัวจากการเผาถ่านไปขายหลังจากพ่อของเขาเสียชีวิต ทุกสิ่งทุกอย่างได้เปลี่ยนแปลงไปเมื่อมีอสูรบุกเข้ามาสังหารคนในครอบครัวของทันจิโร่ เหลือแต่เพียงเขาและน้องสาวที่ชื่อเนะซึโกะเท่านั้น เนะซึโกะที่รอดตายมาได้กลับกลายเป็นอสูรไป ทว่าก็น่าประหลาดใจที่เธอยังคงมีความคิดและการแสดงอารมณ์อย่างมนุษย์หลงเหลืออยู่ หลังจากที่ทันจิโร่ได้ต่อสู้กับโทมิโอะกะ กิยู นักล่าอสูรที่เดินทางผ่านมาและต้องการจะฆ่าเนะซึโกะที่กลายเป็นอสูรไปแล้ว เขาจึงตัดสินใจที่จะเป็นนักล่าอสูรตามคำชักชวนของกิยู เพื่อหาทางทำให้น้องสาวกลับมาเป็นมนุษย์ และชำระแค้นจากอสูรที่ฆ่าคนในครอบครัวของเขาให้จงได้",
        socialVdo: "",
    },
    {
        title: "My Hero Academia",
        thumbnailUrl: "./image/06.jpg",
        vdoUrl: "https://youtu.be/o0L1YC9YgxM?si=5LDkBRzHiVxaf3cp",
        discription: "มายฮีโร่ หรือ My Hero Academia หรือที่เรียกโดยย่อว่า MHA เป็น การ์ตูนญี่ปุ่น ที่พิสูจน์ถึงการผสมผสานระหว่างฮีโร่ อารมณ์ของมนุษย์ และพลวัตทางสังคม ซีรีส์มังงะเรื่องนี้สร้างโดย Kohei Horikoshi ได้รับความสนใจเป็นครั้งแรกในปี 2014 และครองใจผู้ชื่นชอบอนิเมะทั่วโลกได้อย่างรวดเร็ว จากมังงะไปจนถึงหน้าจออนิเมะที่น่าตื่นตาตื่นใจ My Hero Academia ( Boku No Hero Academia ) ดึงดูดผู้ชมทั่วโลกด้วยการเล่าเรื่องที่น่าตื่นเต้น และตัวละครที่หลากหลาย เปิดเผยเรื่องย่อที่น่าสนใจและตัวละครที่น่าทึ่งที่ทำให้แฟรนไชส์นี้เป็นการเดินทางที่ไม่ธรรมดา",
        socialVdo: "",
    },
    {
        title: "ดอกไม้ มิตรภาพ และความทรงจำ",
        thumbnailUrl: "./image/07.jpg",
        vdoUrl: "https://youtu.be/ilxvNuuJLUo?si=mrqCy9hw12f1g6yq",
        discription: "เด็ก 6 คนซึ่งเป็นเพื่อนเล่นกันมาแต่เล็ก และมีจินตะ ยะโดะมิ หรือจินตัง เป็นหัวหน้านั้น แยกย้ายกันไปคนละทิศละทางหลังจากเมโกะ ฮมมะ หรือเม็มมะ สมาชิกคนหนึ่ง ประสบอุบัติเหตุถึงแก่ความตาย 10 ปีให้หลัง จินตังอาศัยอยู่ตามลำพังไม่เข้าสังคม วันหนึ่งในฤดูร้อน ผีเม็มมะซึ่งมีรูปโฉมเจริญเติบโตขึ้นตามวัยได้ปรากฏกายจำเพาะหน้าเขา และร้องขอให้เขาช่วยเธอให้สมความปรารถนาประการหนึ่ง เพราะเธอไม่อาจไปผุดไปเกิดได้จนกว่าจะบรรลุความปรารถนานั้น แต่ปัญหาคือเธอไม่สามารถจดจำได้ว่าปรารถนาอะไร ดังนั้นจินตังจึงประชุมสมาชิกกลุ่มอีกครั้ง เพราะเชื่อว่าพวกเขาเป็นกุญแจไขปริศนาของเม็มมะ อย่างไรก็ดีเด็กเหล่านี้ต้องเผชิญอารมณ์ความรู้สึกมากหลาย ความขัดแย้งภายในกลุ่ม ตลอดจนความแค้นเคืองที่ยังคุกรุ่นอยู่ในจิตใจของบิดามารดาเม็มมะ และจำต้องฟันฝ่าสิ่งดังกล่าวไปให้จงได้",
        socialVdo: "",
    },
    {
        title: "Mob Psycho 100 คนพลังจิต",
        thumbnailUrl: "./image/08.jpg",
        vdoUrl: "https://youtu.be/YnDLC3McQlE?si=szw-u48GCJe5miTw",
        discription: "คาเงยาม่า ชิเงโอะ หรืออีกชื่อ “ม็อบ” เค้าคือเด็กหนุ่มผู้เกิดมาพร้อมพลังจิตที่แข็งแกร่ง แต่ทว่าพลังของเค้าก็มีจุดที่ควบคุมไม่ได้อยู่เมื่อเค้าสะสมอารมณ์ของตัวเองจนถึง 100% เค้าจะระเบิดพลังทั้งหมดออกมาและไม่สามารถควบคุมได้ จนทำให้คนรอบข้างต้องเดือดร้อน ม็อบจึงตัดสินใจใช้พลังให้น้อยที่สุด ปัจจุบันม็อบเรียนอยู่ที่โรงเรียนมัธยมต้นชิโอะ และรับจ๊อบกำจัดวิญญาณร้ายกับ อาจารย์เรเก็น โดยความฝันสูงสุดของม็อบคือมีกล้ามและเนื้อหอม",
        socialVdo: "",
    }
];

export default animes